{
  "title": "BEANY TERMS AND CONDITIONS",
  "intro": "Welcome to Beany! Before you use our app, please read these Terms and Conditions carefully. This is a legal agreement between you and the development team.",
  "sections": [
    {
      "number": 1,
      "title": "Acceptance of Terms",
      "content": "By accessing or using the Beany app, you agree to be bound by these Terms and Conditions, all applicable laws, and regulations. If you do not agree with any of these terms, you are prohibited from using the app."
    },
    {
      "number": 2,
      "title": "Privacy Policy",
      "content": "Your use of the Beany app is also governed by our Privacy Policy. Please review it to understand our practices regarding the collection, use, and disclosure of your personal information."
    },
    {
      "number": 3,
      "title": "Use of the App",
      "content": "Beany is designed to help you identify diseases in coffee and cacao plants based on visual symptoms. You agree to use the app responsibly and only for its intended purpose. You will not use the app for any unlawful or prohibited activities."
    },
    {
      "number": 4,
      "title": "Intellectual Property",
      "content": "All content, features, and functionality within the Beany app, including but not limited to text, graphics, logos, images, and software, are our exclusive property and are protected by copyright, trademark, and other intellectual property laws. You may not reproduce, distribute, modify, or create derivative works from any part of the app without our express written consent."
    },
    {
      "number": 5,
      "title": "User-Generated Content",
      "content": "When you submit photos to the app, you grant us a worldwide, non-exclusive, royalty-free license to use, reproduce, modify, and display this content in connection with the Beany app and our business operations. This includes using the images to improve our disease recognition technology. You represent and warrant that you own or have the necessary rights to the content you submit and that your content does not infringe on the rights of any third party."
    },
    {
      "number": 6,
      "title": "Disclaimer of Warranties and Limitation of Liability",
      "content": "The Beany app is provided 'as is,' without any warranties, express or implied. We do not guarantee that the app's functions will be uninterrupted, error-free, or that the results of your use will be accurate or reliable. We are not liable for any direct, indirect, incidental, special, or consequential damages resulting from your use of, or inability to use, the app. This includes damages for loss of data, profits, or business interruption, even if we have been advised of the possibility of such damages."
    },
    {
      "number": 7,
      "title": "Indemnification",
      "content": "You agree to indemnify and hold us harmless from any claims, damages, losses, or expenses (including legal fees) that arise from your use of the Beany app, your violation of these Terms and Conditions, or your infringement of any intellectual property or other right of any person or entity."
    },
    {
      "number": 8,
      "title": "Modifications to Terms",
      "content": "We reserve the right to modify these Terms and Conditions at any time. We will notify you of any changes by posting the new terms on this page. Your continued use of the app after any modifications constitutes your acceptance of the new terms."
    },
    {
      "number": 9,
      "title": "Governing Law",
      "content": "These Terms and Conditions shall be governed by and construed in accordance with the laws of the Republic of the Philippines, without regard to its conflict of law provisions."
    },
    {
      "number": 10,
      "title": "Termination",
      "content": "We may terminate or suspend your access to the app immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach these Terms and Conditions. Upon termination, your right to use the app will cease immediately."
    },
    {
      "number": 11,
      "title": "Contact Us",
      "content": "If you have any questions about these Terms and Conditions, please contact us at beanyteam1@gmail.com."
    },
    {
      "number": 12,
      "title": "Data Protection",
      "content": "Any data you provide, including personal information and photos, will never be sold, shared with third parties for marketing purposes, or used to send spam emails or ads. Your data is only used to operate and improve the Beany app and its features."
    },
    {
      "number": 13,
      "title": "Community Guidelines",
      "content": "If you use Beany's community features, you agree not to post or engage in the following: (a) Nudity, sexually explicit content, or sexual conversations; (b) Hate speech, harassment, or abusive behavior; (c) Spam, scams, or promotion of unrelated products and services; (d) Illegal, harmful, or inappropriate material. Violation of these rules may result in suspension or termination of your account."
    }
  ]
}
